/* String_On_Page_Template */
"Get Stickam for Free." = "Ottieni Stickam gratis.";

/* String_On_Page_Template */
"Please enter your Stickam User ID using the Pagelet Inspector." = "Inserisci il tuo ID utente Stickam usando il pannello Impostazioni Pagelet";

/* String_On_Page_Template */
"Stickam (Placeholder)" = "Stickam (Segnaposto)";